* Pomodoro
** Clojure(Script)
*** Clocks
CLOCK: [2021-06-19 Sat 09:59]--[2021-06-19 Sat 10:17] =>  0:18
CLOCK: [2021-06-19 Sat 17:54]--[2021-06-19 Sat 19:05] =>  1:11
CLOCK: [2021-06-23 Wed 08:29]--[2021-06-23 Wed 08:54] =>  0:25
CLOCK: [2021-06-23 Wed 20:27]--[2021-06-23 Wed 20:52] =>  0:25
CLOCK: [2021-06-23 Wed 21:27]--[2021-06-23 Wed 21:52] =>  0:25
CLOCK: [2021-06-23 Wed 22:00]--[2021-06-23 Wed 22:25] =>  0:25
CLOCK: [2021-06-23 Wed 22:30]--[2021-06-23 Wed 22:55] =>  0:25
CLOCK: [2021-06-24 Thu 09:59]--[2021-06-24 Thu 10:24] =>  0:25
CLOCK: [2021-06-24 Thu 10:45]--[2021-06-24 Thu 11:10] =>  0:25

** Reading
:LOGBOOK:
CLOCK: [2021-06-24 Thu 08:58]--[2021-06-24 Thu 09:23] =>  0:25
- State "DONE"       from "NEXT"       [2021-06-23 Wed 08:24]
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-06-23 Wed 08:24]
:END:

*** Clocks
   CLOCK: [2021-06-19 Sat 20:10]--[2021-06-19 Sat 20:33] =>  0:23
CLOCK: [2021-06-21 Mon 09:07]--[2021-06-21 Mon 09:30] =>  0:23
CLOCK: [2021-06-23 Wed 06:50]--[2021-06-23 Wed 07:13] =>  0:23
** TCC
*** Clocks 
** Emacs
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-06-23 Wed 04:50]
:END:
*** Clocks
CLOCK: [2021-06-23 Wed 04:20]--[2021-06-23 Wed 04:45] =>  0:25

** Blogging
*** Clocks
   CLOCK: [2021-06-19 Sat 21:03]--[2021-06-19 Sat 21:53] =>  0:50
   
** Work
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-06-24 Thu 08:58]
- State "DONE"       from "BACKLOG"    [2021-06-23 Wed 06:48]
- State "DONE"       from "NEXT"       [2021-06-23 Wed 06:48]
:END:
*** Clock
CLOCK: [2021-06-23 Wed 04:51]--[2021-06-23 Wed 05:16] =>  0:25
CLOCK: [2021-06-23 Wed 05:24]--[2021-06-23 Wed 05:49] =>  0:25
CLOCK: [2021-06-23 Wed 06:17]--[2021-06-23 Wed 06:42] =>  0:25
CLOCK: [2021-06-24 Thu 08:07]--[2021-06-24 Thu 08:32] =>  0:25
CLOCK: [2021-06-24 Thu 07:27]--[2021-06-24 Thu 07:52] =>  0:25
** TODO University
:LOGBOOK:
CLOCK: [2021-06-25 Fri 08:12]
:END:
*** Clocks
* Pomodoro Days Table

** Jun 19th 2021
  | Clojure(Script)       | Reading               | TCC | Emacs | Blogging              |
  |-----------------------+-----------------------+-----+-------+-----------------------|
  | 09:59 -- 10:17 - 0:18 | 20:10 -- 20:33 - 0:23 |     |       | 21:03 -- 21:53 - 0:50 |
  | 17:54 -- 19:05 - 1:11 | 09:07 -- 09:30 - 0:23 |     |       |                       |
  
** Jun 25th 2021
  | Clojure(Script) | Reading | TCC | Emacs                 | Blogging |
  |-----------------+---------+-----+-----------------------+----------|
  |                 |         |     | 06:00 -- 07:31 - 1:31 |          |


* Título
** Subtítulo
*** Subsub
**** etc
***** etc
****** 🅭
******* hey  
